{
  "id": "giyu",
  "name":"Гию Томиока",
  "name_en":"Giyu Tomioka",
  "name_es":"Giyu Tomioka",
  "name_ja":"冨岡義勇",
  "name_zh": "富冈义佑",
  "text_en":"Giyu Tomioka (富とみ岡おか 義ぎ勇ゆう Tomioka Giyū?) is a major supporting character of Demon Slayer: Kimetsu no Yaiba. He is a Demon Slayer of the Demon Slayer Corps and the current Water Hashira (水みず柱ばしら Mizu Bashira?).[2]Giyu is a tall young man of a muscular stature and pale complexion, who is almost always seen wearing a serious and emotionless expression. He has unruly black hair of uneven lengths that sticks up in tufts around his head, which he wears tied back in a low messy ponytail at the base of his neck. His bangs fall over his eyes in an uneven fringe. His eyes are sharp and moderately large, their irises a deep sapphire that fades to a lighter blue and their pupils a bluish-black, and are framed by thin eyebrows.Giyu wears a dark cyan-tinted version of the standard Demon Slayer uniform with buttoned white leg-wrapped kyahan and a pair of white zōri with dark blue straps and tabi socks underneath being the same cyan color as his uniform. Over this, Giyu wears a haori that's split down the middle into two different patterns: the right one a solid red, and the left one geometrically patterned with squares of green, orange, and yellow. These haori were later noted to have belonged to his late older sister, Tsutako Tomioka, and his deceased friend Sabito.[3]During his battle with Muzan Kibutsuji, he loses his right arm.[4] After the fight, Giyu cuts his hair down to shoulder length, now wearing it loose rather than tied into a ponytail.[5]While Giyu was training under Sakonji Urokodaki, he wore a red haori which would later make up his current one as well as black tucked-in tattsuke-hakama pants and his current white leg-wrapped kyahan and pair of white zōri with dark blue straps. In addition, he also wears the warding masks that are signature to Sakonji's pupils. For Giyu, it is a white fox mask with light blue eyes.",
  "text":"Гию Томиока ( англ.富とみ岡おか 義ぎ勇ゆう Томиока Гию ? )— главный второстепенный персонаж игры «Убийца демонов: Кимэцу но Яиба» . Он УбийцаДемонов из Корпусаи нынешнийВодяной Хашира(水みず柱ばしら Мизу Башира ? ). [2]Гию - высокий молодой человек мускулистого телосложения и бледного цвета лица, который почти всегда имеет серьезное и бесстрастное выражение лица. У него непослушные черные волосы разной длины, торчащие пучками вокруг головы, которые он завязывает в низкий небрежный хвост у основания шеи. Его челка неровной челкой падает на глаза. Его глаза острые и умеренно большие, их радужная оболочка цвета глубокого сапфира, переходящего в светло-голубой, а зрачки иссиня-черные, и обрамлены тонкими бровями.Гию носит темно-голубую версию стандартной униформы Охотника на демонов с застегнутым белым кьяханом и парой белых зори с темно-синими ремешками и носками таби под ними того же голубого цвета, что и его форма. Поверх этого Гию носит хаори , разделенный посередине на два разных узора: правый сплошной красный, а левый геометрический с квадратами зеленого, оранжевого и желтого цветов. Позже было отмечено, что эти хаори принадлежали его покойной старшей сестре Цутако Томиоке и его покойному другу Сабито . [3]Во время битвы с Музаном Кибуцудзи он теряет правую руку. [4] После боя Гию подстриг волосы до плеч, теперь он носит их распущенными, а не собранными в хвост. [5]Когда Гию тренировался под руководством Саконджи Урокодаки , он носил красное хаори, которое позже станет его нынешним, а также черные заправленные штаны татцукэ-хакама, его нынешний белый кяхан с обмотанными ногами и пару белых дзори с темно-синими ремешками. Кроме того, он также носит защитные маски, характерные для учеников Саконджи. Для Гию это маска белой лисы с голубыми глазами.",
  "text_zh":"Giyu Tomioka（富とみ冈おか 义ぎ勇ゆう 富冈义佑？）是《鬼灭之刃》中的主要次要角色。他是军团的恶魔杀手，也是现在的水柱（水みず柱ばしら Mizu Bashira？）。 [2]Giyu是一个身材高大的年轻人，肌肉发达，肤色苍白，几乎总是一副严肃而毫无表情的表情。他有一头长短不一的黑色长发，在头上盘成发髻，他在脖子底部扎了一个低矮的马尾辫。他的刘海不均匀地落在他的眼睛上。他的眼睛锐利而中等大小，深蓝宝石褪色为淡蓝色虹膜，蓝黑色的瞳孔被细眉勾勒，深蓝色的肩带和与制服相同的浅蓝色的布袜。在这上面，Giyu 穿着一件外罩，中间分成两种不同的图案，右边是纯红色，左边是几何图案，由绿色、橙色和黄色组成。这些羽衣后来被认为属于他已故的姐姐富冈茑子和他已故的朋友萨比托。 [3] 在与木佛寺无山的战斗中，失去了右臂。 [4] 战斗结束后，Giyu 把头发剪到了肩膀上，现在他把它披散了，而不是马尾辫。 [5] Giyu 在 Sakonji Urokodaki 手下训练时，他穿着后来成为他现在的红色短外罩，还有黑色打褶的龙袴裤，他现在的白色裹腿长裤，以及一双黑色的白色 zori蓝色肩带。此外，他还戴着左近地学生特有的防护面具。对于基尤来说，它是一只蓝眼睛的白狐面具。",
  "text_es":"Giyu Tomioka (冨とみ岡おか 義ぎ勇ゆう, Tomioka Giyū?) es un personaje de la franquicia Kimetsu no Yaiba. Fue un cazador de demonios perteneciente al Cuerpo de Exterminio de Demonios y Pilar del Agua (水みず柱ばしら, Mizu Bashira?)[3].Giyu fue un joven de delgado con un cuerpo musculoso y de estatura alta, midiendo 176 cm (5'9¼). Tenía el cabello negro, largo y solía llevarlo sujetado con una pequeña cola de caballo[4]. Poseía unos ojos alargados de color azul[5] y unas finas cejas. La mayor parte del tiempo tenía una mirada distante y fría[6].Como vestimenta característica, utilizaba el atuendo reglamentario del Cuerpo de Exterminio de Demonios, vistiendo además un Haori dividido[7] en dos colores, uno rojo[8], el cual pertenecia a su hermana[9] y uno en forma de patrones geométricos[10] de colores verde, naranja y amarillo[11]; este último patrón es un recordatorio de su amistad con Sabito[12].Durante la batalla final contra Muzan Kibutsuji, perdió el brazo derecho[13] y tres meses después de lo sucedido, tuvo un corte de cabello[14].",
  "text_ja":"冨とみ岡おか義ぎ勇ゆう（Tomioka Giyū）は、アニメ『鬼き滅めつのの刃やいば』に登とう場じょうするキャラクター。鬼き殺さつ隊たいの柱はしら（隊たい員いんの最さい高こう位い）で、炭たん治じ郎ろうが鬼き殺さつ隊たいに入はいるきっかけを作つくった人じん物ぶつ。 明めい治じ時じ代だい末まっ期き生うまれ。家か族ぞくを鬼おにに殺ころされた炭たん治じ郎ろうの前まえに現あらわれ、鬼おにとなった妹いもうと・禰ね豆ず子こを切きろうとした。鬼おにとなっても、護まもろうとする禰ね豆ず子この姿すがたに感かん銘めいを受うけ、見みの逃がした。そこで、炭たん治じ郎ろうを鬼き殺さつ隊たいへ入にゅう隊たいさせるために鱗うろこ滝だき左さ近こん次じを紹しょう介かい。本ほん人にんは割わりと口くち数すうが少すくない。たまに残ざん酷こくな発はつ言げんをするため、他た人にんを怒いからすことも。非ひ常じょうに柱はしらの中なかでも圧あっ倒とう的てきな影えい響きょう力りょくを持もつ。妹いもうとが鬼おにになって、悔くやむ炭たん治じ郎ろうに罪ざい惡あく感かんに荷にまれるだけでなく、命いのちを大たい切せつにしろと言いった。のちに炭たん治じ郎ろうの兄あに貴き分ぶんとなる。映えい画がで猗あ窩か座ざと對たい峙じする。",
  
  "levels": [
   {
      "price": 0,
      "speed": 6,
      "speed_shot": 1800,
      "go": 5,
      "health": 100,
      "jump": 40,
      "run": 2000,
      "breath": 0,
      "energy":180,
      "energy_recovery":2,
      "power":2500,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    {
      "price": 2500,
      "speed": 6.8,
      "speed_shot": 1650,
      "go": 6.1,
      "health": 110,
      "jump": 35,
      "run": 2300,
      "breath": 0.04,
      "energy":190,
      "energy_recovery":2,
      "power":3000,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    {
      "price": 5000,
      "speed": 8,
      "speed_shot": 1400,
      "go": 7,
      "health": 125,
      "jump": 35,
      "run": 2500,
      "breath": 0.08,
      "energy":200,
      "energy_recovery":3,
      "power":4000,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    {
      "price": 6000,
      "speed": 9.5,
      "speed_shot": 1200,
      "go": 7.6,
      "health": 180,
      "jump": 36,
      "run": 3000,
      "breath": 0.10,
      "energy":220,
      "energy_recovery":4,
      "power":5000,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    {
      "price": 8000,
      "speed": 11,
      "speed_shot": 1000,
      "go": 8,
      "health": 220,
      "jump":37,
      "run": 3000,
      "breath": 0.11,
      "energy":240,
      "energy_recovery":5,
      "power":6000,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    {
      "price": 10000,
      "speed": 12,
      "speed_shot": 900,
      "go": 10,
      "health": 300,
      "jump": 38,
      "run": 4500,
      "breath": 0.12,
      "energy":500,
      "energy_recovery":5,
      "power":10000,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    {
      "price": 18000,
      "speed": 14,
      "speed_shot": 850,
      "go": 12,
      "health": 360,
      "jump": 39,
      "run": 6500,
      "breath": 0.13,
      "energy":800,
      "energy_recovery":5,
      "power":12000,
      "hashiro":true,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    {
      "price": 20000,
      "speed": 15,
      "speed_shot": 750,
      "go": 13,
      "health": 500,
      "jump": 40,
      "run": 10000,
      "breath": 0.15,
      "energy":1000,
      "energy_recovery":3,
      "power":15000,
      "hashiro":true,
      "min_rang":0,
      "size":1,
      "radius":3
    }
  ],
  "styles": [
   
    "WATER"
  ]
}