{
"id":"inoske",
"name":"Иноске Хашибира",
"name_en":"Inosuke Hashibira",
"name_es":"Inosuke Hashibira",
"name_ja":"嘴平伊之助",
  "name_zh": "桥平井之助",
"text_en":"Inosuke Hashibira (嘴はし平びら 伊い之の助すけ Hashibira Inosuke?) is one of the main protagonists of Demon Slayer: Kimetsu no Yaiba and along with Zenitsu Agatsuma, a traveling companion of Tanjiro Kamado and Nezuko Kamado. He is also a Demon Slayer in the Demon Slayer Corps.Inosuke is a young man of average height and pale complexion with an extremely toned and muscular build for his age, possessing large, defined muscles most notably over his stomach and arms. In sharp contrast to this, he has an incredibly pretty and feminine face,[3] with large, wide eyes that are framed by an array of long eyelashes, their irises a dark to soft pale green, thin eyebrows and what could be a small, well-mannered mouth. His thick, black hair reaches just past his shoulders, fading into blue at the tips and forming an unruly and uneven fringe that falls just above his eyes, puffing out before curving and thinning towards his forehead.Inosuke wears his altered version of the standard Demon Slayer uniform, which consists only of the baggy hakama pants, his tinted a dark gray-blue, which he fastens around his hips with a thick belt of fluffy brown deer fur.[4] Unlike his travelling companions, Inosuke does not wear a haori. The usual cloth leg-wraps are replaced with what appears to be knee-high socks of bear hide[4] which expose his heels and toes, which also appear to be what fastens the sandal-bases he wears on his feet. His most defining feature is the gray, hollowed-out boar's head he wears as to mask his own, the eyes of which he has tampered with to allow himself vision while wearing it,[5] which has been revealed to have belonged to his late adoptive boar mother.",
  "text":"Иноске Хашибира ( англ.嘴はし平びら 伊い之の助すけ Хашибира Иноске ? )— один из главных героев Demon Slayer: Kimetsu no Yaiba и вместе сЗеницу Агацума, попутчикТанджиро КамадоиНезуко Камадо. Он также является Истребителем Демонов вКорпусе Истребителей Демонов.Иноске - молодой человек среднего роста и бледного цвета лица с чрезвычайно подтянутым и мускулистым телосложением для своего возраста, обладающий большими, выраженными мышцами, особенно на животе и руках. В отличие от этого, у него невероятно красивое и женственное лицо [3] с большими, широкими глазами, обрамленными массивом длинных ресниц, их радужной оболочкой от темного до мягкого бледно-зеленого цвета, тонкими бровями и чем-то, что может быть маленьким. , воспитанный рот. Его густые черные волосы достигают плеч, переходят в синеву на концах и образуют непослушную и неровную челку, которая падает чуть выше его глаз, вздуваясь, прежде чем изгибаться и истончаться ко лбу.Иноске носит свою измененную версию стандартной униформы Убийцы Демонов , которая состоит только из мешковатых штанов хакама, окрашенных в темно-серо-синий цвет, которые он закрепляет вокруг бедер толстым поясом из пушистого коричневого оленьего меха. [4] В отличие от своих попутчиков, Иноске не носит хаори. Обычные тканевые повязки для ног заменены чем-то вроде носков из медвежьей шкуры до колен [4] , которые обнажают его пятки и пальцы ног, которые, по-видимому, также застегивают сандалии, которые он носит на ногах. Его наиболее отличительной чертой является серая выдолбленная голова кабана, которую он носит, чтобы замаскировать свои собственные глаза, в которые он вмешался, чтобы позволить себе видеть, нося ее, [5]который, как выяснилось, принадлежал его покойной приемной матери-кабану.",
  "text_zh":"Inosuke Hashibira（嘴はし平びら伊い之の助すけ Hashibira Inosuke?）是《鬼灭之刃》的主角之一，与吾妻善逸、灶门炭治郎、灶门根子子的旅伴。他也是恶魔杀手军团的一名恶魔杀手。伊之助是一个中等身高和苍白肤色的年轻人，与他的年龄相称，拥有非常健美和肌肉发达的肌肉，拥有大而明显的肌肉，尤其是在他的腹部和手臂上。相比之下，他有一张令人难以置信的美丽和女性化的脸[3]，大而宽的眼睛被一排长长的睫毛勾勒出来，深绿色到柔和的淡绿色虹膜，细细的眉毛，还有一些可能很小的东西。 ，有教养的嘴。他浓密的黑发一直到肩膀，发尾逐渐变成蓝色，形成不规则的锯齿状刘海，垂在眼睛上方，在前额弯曲和稀疏之前蓬松。伊之助穿着他改良版的标准恶魔杀手制服，其中只有一条染成海军蓝的宽松袴裤，他用一条蓬松的棕色鹿皮厚腰带系在臀部周围。 [4] 与他的旅伴不同，伊之助不穿外罩。通常的布腿带被看起来是及膝的熊皮袜所取代 [4]，这使他的脚后跟和脚趾露出来，显然也拉上了他脚上穿的凉鞋的拉链。他最显着的特征是一个灰色的镂空野猪头，他戴着它来掩饰自己的眼睛，他在戴着它时篡改了它以便让自己看到，[5] 这被证明属于他已故的养猪母亲。",
"text_es":"Inosuke Hashibira (嘴はし平びら伊い之の助すけ, Hashibira Inosuke?) es uno de los personajes principales de la franquicia Kimetsu no Yaiba. Fue un Cazador de Demonios perteneciente al Cuerpo de Exterminio de Demonios, creador y único usuario conocido de la Respiración de la Bestia.nosuke fue un joven de estatura promedio[3]. Siempre solía llevar puesta una máscara hecha con la cabeza de un Jabalí[4] de pelaje gris y ojos azules[5]. En lugar de llevar el uniforme estándar de los Cazadores de Demonios, llevaba puesto un Hakama negro con una falda hecha de pelaje en la cintura protegiendo su ingle y sus genitales[6]. Al no llevar el saco del uniforme de cazador de demonios promedio, enseñaba su torso el cual tenía una apariencia completamente musculosa y tonificada[7].Cuando no portaba su máscara de Jabalí, la cara de Inosuke era la de un joven de aspecto afeminado[8] con el pelo corto oscuro con extensiones degradadas en tonos azules y de ojos verdes[9] con las pestañas gruesas acentuando su rostro de rasgos femeninos[10].",
"text_ja":"嘴はし平びら伊い之の助すけ（Hashibira Inosuke）は、アニメ『鬼き滅めつのの刃やいば』に登とう場じょうするキャラクター。鬼き殺さつ隊たいの隊たい員いんで、炭たん治じ郎ろうとは、同どう期き。最さい初しょは炭たん治じ郎ろう達たつとの仲なかは険けん悪あくだったが、徐じょ徐じょに親したしくなる。明めい治じ時じ代だい生うまれ。猪いのししの被かぶり物ものを長なが年ねん被かぶっている。長なが年ねん、山やまで育そだってきた為ため、筋きん肉にくに自じ信しんがある。戦せん闘とう相あい手てでなくても、乱らん暴ぼうな発はつ言げんや暴ぼう力りょくにまで発はっ展てんする事こともある。鬼き殺さつ隊たいとしては師し匠しょうなしで自じ分ぶんの力ちからでのし上あがった。最さい終しゅう選せん別べつも自じ分ぶんの武ぶ器きを盜ぬすんだ事ことで参さん加かしている。同どう期き隊たい士しの善ぜん逸いつはその素す顔がおを最さい初しょに見みた時ときに、「向むき向むきしてるのに女おんなの子こみたいな顔かおが乗のっかってる」と気き味み惡わるがっていた。更さらに伊い之の助すけの肉にく体たいは高こう度どな柔じゅう軟なん性せいをも有ゆうしており、雜ざつ技ぎ団だんの様ような複ふく雜ざつな体たい勢せいも無む理りなく取とる事ことが可か能のうな為ために、不ふ安あん定ていな足あし場ばや空くう中ちゅうからでも、通つう常じょうの剣けん士しでは考かんがえられない不ふ順じゅんな体たい勢せいから強きょう力りょくな斬ざん撃げきを放はなつ事ことが可か能のう。是これは憖なまじ戦せん闘とう経けい験けんの多おおい人ひと喰くい鬼おにほど、'常じょう識しき' の範はん畴ちゅうで相そう対たいする人にん間げんを量はかる傾けい向こうがある為ために、不ふ意いをつける可か能のう性せいが格かく段だんに上あがる。",

 "levels": [
    {
      "price": 800,
      "speed": 6,
      "speed_shot": 1650,
      "go": 5,
      "health": 130,
      "jump": 30,
      "run": 2500,
      "breath": 0,
      "energy":250,
      "energy_recovery":2,
      "power":3000,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    {
      "price": 1500,
      "speed": 7,
      "speed_shot": 1650,
      "go": 6,
      "health": 160,
      "jump": 32,
      "run": 3000,
      "breath": 0.08,
      "energy":260,
      "energy_recovery":2,
      "power":3500,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    {
      "price": 3500,
      "speed": 8,
      "speed_shot": 1400,
      "go": 7,
      "health": 180,
      "jump": 35,
      "run": 3000,
      "breath": 0.1,
      "energy":260,
      "energy_recovery":2,
      "power":4000,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    {
      "price": 6000,
      "speed": 9,
      "speed_shot": 1200,
      "go": 8,
      "health": 200,
      "jump": 37,
      "run": 3250,
      "breath": 0.12,
      "energy":265,
      "energy_recovery":2,
      "power":5000,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    {
      "price": 8000,
      "speed": 9.9,
      "speed_shot": 1000,
      "go": 8.5,
      "health": 220,
      "jump": 38,
      "run": 3500,
      "breath": 0.2,
      "energy":270,
      "energy_recovery":3,
      "power":6000,
      "min_rang":0,
      "size":1,
      "radius":3
    }
  ],


"styles": [
    "BEAST"
  ]


}