{
"id":"rengoku",
"name":"Кёдзюро Ренгоку",
"name_en":"Kyojuro Rengoku",
"name_es":"Kyojuro Rengoku",
"name_ja":"煉獄杏寿郎",
"name_zh": "界国京十郎",
"just_untill":["road_in_mountains","infinity_train"],
"info":"Данный персонаж не может пройти дальше локации 'Бесконечный поезд!'",
  "text":"Кёдзюро Ренгоку ( англ.煉れん獄ごく 杏きょう寿じゅ郎ろう Ренгоку Кёдзюро ? )был главным второстепенным персонажем Убийцы Демонов: Кимэцу-но Яиба и главным персонажем варке поезда Муген. Он был Убийцей Демонов изКорпуса Убийц Демонови покойнымПламенным Хаширой(炎えん柱ばしら Эн Башира ? ). [1]Кёдзюро был молодым человеком высокого роста и мускулисто-спортивного телосложения. Он известен своей харизмой и оптимизмом, и почти все время на его лице сияет восторженная улыбка. У него были длинные ярко-желтые волосы с красными прядями, похожими на пламя, а также две челки до плеч и две челки до подбородка по бокам головы, черные раздвоенные брови и золотые глаза, которые становятся красными с белыми зрачками.Кёдзюро носил бледно-коричневую версию обычной униформы Убийцы Демонов , которая состояла из коричневой куртки гакуран, белого пояса на талии и штанов татцукэ-хакама . Поверх этого он носил хаори с бело-желтым градиентным узором и красными пламенноподобными гребнями на концах, которые когда-то носил его отец Синдзюро и, более чем вероятно, его отец носил, когда они были Огненными Хашира соответственно. Наконец, он носил красный кьяхан с желтым пламенем, вырывающимся снизу вверх, бледно-коричневые носки таби и пару белых зори с красными ремешками.Когда он впервые присоединился к Корпусу истребителей демонов , он носил только обычную униформу истребителей демонов, но по мере продвижения по служебной лестнице Кёдзюро начал носить полностью белое хаори, прежде чем надеть свой фирменный хаори с рисунком пламени.",
  "text_zh":"炼れん监狱ごく 杏きょう寿じゅ郎ろう 炼れん炼狱ごく 炼れん监狱ごうじゅ郎ろう 炼金术十郎？他是杀鬼军团的杀鬼，已故火焰柱（炎えん柱ばしら En Bashira？）。 [1] 京十郎是个身材高大、肌肉发达的运动健将。他以魅力和乐观着称，大部分时间脸上都挂着热情的笑容。他有一头亮黄色的长发，带有火焰般的红色条纹，头两侧留着两根齐肩的刘海和两根下巴的刘海，黑色的分叉眉毛，金色的眼睛变成了红色的白色瞳孔。穿着淡褐色的恶魔杀手的常规制服，由棕色的学堂夹克、腰间的白色腰带和龙袴裤组成。最重要的是，他穿着一件带有白色和黄色渐变图案，末端有红色火焰状脊的外罩，这是他父亲新十郎曾经穿过的，很可能是他父亲分别在火柱时穿的。最后，他穿着一件从下往上喷出黄色火焰的红色大衣，浅棕色的布袜，一双白色系带红色的带子，刚加入杀鬼军团的时候，他只穿着普通的杀鬼制服，但当他走上楼梯时，京十郎开始穿一件全白的外罩，然后穿上他标志性的火焰图案外罩。",
"text_en":"Kyojuro Rengoku (煉れん獄ごく 杏きょう寿じゅ郎ろう Rengoku Kyōjurō?) was a major supporting character of Demon Slayer: Kimetsu no Yaiba and a major character in the Mugen Train Arc. He was a Demon Slayer of the Demon Slayer Corps and the late Flame Hashira (炎えん柱ばしら En Bashira?).[1]Kyojuro was a young adult of tall stature and muscular-athletic build. He is known to be charismatic and has an air of great optimism, having an enthusiastic smile plastered on his face nearly all the time. He had long bright yellow hair with red streaks akin to flames along with two shoulder-length bangs and two chin-length bangs on the side of his head, black forked eyebrows, and golden eyes that fade to red with white pupils.Kyojuro wore a paler brown version of the regular Demon Slayer uniform, which consisted of a brown gakuran jacket, a white belt around his waist and tattsuke-hakama pants. Over this, he wore a haori with a white-yellow gradient pattern and red flame-like ridges at the end that his father Shinjuro once worn and more than likely his father worn when they were the Flame Hashira respectively. Finally, he wore red kyahan with yellow flames erupting from the bottom-up, with pale brown tabi socks and a pair of white zōri with red straps.When he first joined the Demon Slayer Corps, he only wore the regular Demon Slayer uniform but as he rose up the ranks, Kyojuro started wearing a completely white haori before donning on his signature flame-patterned one.",
"text_es":"Kyojuro Rengoku (煉れん獄ごく 杏きょう寿じゅ郎ろう, Rengoku Kyōjurō?) fue un cazador de Demonios y el Pilar de la Llama (炎えん柱ばしら, En Bashira?). del Cuerpo de Exterminio de Demonios.[3] Kyojuro era un hombre joven de apenas 20 años de edad, con la piel de tono crema, de cabello amarillo brillante con mechones rojos, cejas negras bifurcadas y ojos dorados.Su atuendo consistía en el uniforme regular de Cazador de Demonios junto con una capa que tiene el patrón de degradado blanco-amarillo y crestas rojas en forma de llamas en las puntas.Su hakama está sujeto a la altura de los tobillos con un par de telas cuyo diseño asemejan a llamas, calzado zori con las ataduras de color rojo y medias negras. Su espada Nichirin tiene el Tsuba en forma de llamarada y la hoja de su katana es de color rojo carmesí.",
"text_ja":"煉れん獄ごく杏きょう寿じゅ郎ろう（Rengoku Kyōjurō）は、アニメ『鬼き滅めつのの刃やいば』及および映えい画が『劇げき場じょう版ばん　鬼き滅めつのの刃やいば』に登とう場じょうするキャラクター。鬼き殺さつ隊たいの柱はしら（隊たい員いんとしての最さい高こう位い）で、炎ほのおの様ように熱あつく燃もえる男だん性せい。甘かん露ろ寺じ蜜みつ璃るは元もと弟で子し。明めい治じ時じ代だい末まっ期き生うまれ。柱はしらの中なかでも炎ほのおの損そん害がいが強つよい戦せん士しで父ちちも同おなじく、炎ほのおの呼こ吸きゅうの必ひっ殺さっ技わざを持もつ柱はしらだった。鬼き殺さつ隊たい隊たい員いん達たつから愛あいされた彼かれだったが、武ぶ芸げいの鍛たん錬れんがハードのため、誰だれ一ひと人りも弟で子しがいなかった。無む限げん列れっ車しゃ編へんでは、任にん務むで炭たん治じ郎ろうら三み人りと同どう行こうした。然しかし、鬼おにである猗あ窩か座ざと限げん界かい迄まで激げき闘とうして、命いのち尽つきる。無む限げん列れっ車しゃでの戦たたかいの犧ぎ牲せい者しゃは、煉れん獄ごく一いち人りしか出ださなかった。",



 "levels": [
    {
      "price": 0,
      "speed": 6,
      "speed_shot": 1800,
      "go": 5,
      "health": 100,
      "jump": 40,
      "run": 2000,
      "breath": 0,
      "energy":180,
      "energy_recovery":2,
      "power":2500,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    {
      "price": 2500,
      "speed": 6.8,
      "speed_shot": 1650,
      "go": 6.1,
      "health": 110,
      "jump": 35,
      "run": 2300,
      "breath": 0.04,
      "energy":190,
      "energy_recovery":2,
      "power":3000,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    {
      "price": 5000,
      "speed": 8,
      "speed_shot": 1400,
      "go": 7,
      "health": 125,
      "jump": 35,
      "run": 2500,
      "breath": 0.08,
      "energy":200,
      "energy_recovery":3,
      "power":4000,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    {
      "price": 6000,
      "speed": 9.5,
      "speed_shot": 1200,
      "go": 7.6,
      "health": 180,
      "jump": 36,
      "run": 3000,
      "breath": 0.10,
      "energy":220,
      "energy_recovery":4,
      "power":5000,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    {
      "price": 8000,
      "speed": 11,
      "speed_shot": 1000,
      "go": 8,
      "health": 220,
      "jump":37,
      "run": 3000,
      "breath": 0.11,
      "energy":240,
      "energy_recovery":5,
      "power":6000,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    {
      "price": 10000,
      "speed": 12,
      "speed_shot": 900,
      "go": 10,
      "health": 300,
      "jump": 38,
      "run": 4500,
      "breath": 0.12,
      "energy":500,
      "energy_recovery":5,
      "power":10000,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    {
      "price": 18000,
      "speed": 14,
      "speed_shot": 850,
      "go": 12,
      "health": 360,
      "jump": 39,
      "run": 6500,
      "breath": 0.13,
      "energy":800,
      "energy_recovery":5,
      "power":12000,
      "hashiro":true,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    {
      "price": 20000,
      "speed": 15,
      "speed_shot": 750,
      "go": 13,
      "health": 500,
      "jump": 40,
      "run": 10000,
      "breath": 0.15,
      "energy":1000,
      "energy_recovery":3,
      "power":15000,
      "hashiro":true,
      "min_rang":0,
      "size":1,
      "radius":3
    }
  ],
"styles":["FLAME"]

}