{
  "id": "shinobu",
  "name": "Шинобу Кочо",
  "name_en": "Shinobu Kocho",
  "name_es": "Shinobu Kocho",
  "name_ja":"胡こ蝶ちょうしのぶ",
  "name_zh": "小蝶忍",
  "text": "Шинобу Кочо (胡こ蝶ちょうしのぶ Kochō Shinobu?) - охотник на демонов, а также Столп Насекомого. Шинобу Кочо также является младшей сестрой Канаэ Кочо и вместе с ней младшей удочерённой Канао Цуюри. После того, как демоны убили их родителей, она присоединилась к Корпусу Истребителей Демонов вместе со своей сестрой, чтобы защитить других от такой же судьбы, как и она.Шинобу была миниатюрной девушкой с бледной кожей и большими сложными глазами, у которых нет зрачков, только дымка градиента, фиолетовая радужная оболочка становится темнее, чем ниже она опускается, что делает ее глаза похожими на глаза жуков. У неё были волосы до плеч, которые исчезали из черного в тёмно-фиолетовый, как правило, скрепленные на затылке в стиле «якай-маки», с бело-фиолетовым орнаментом в виде бабочки с разделенными челками до ушей, немного приподнятыми от ее головы, прежде чем они упали, обрамляя её лицо, с двумя более тонкими прядями до подбородка под ними. Шинобу была небольшого роста и была описана как имеющая маленькую и слабую внешность, что позже было подкреплено её высказываниями о том, что она не обладает физической силой, чтобы отрезать голову Демона, как это делают другие Столпы.Шинобу носила стандартную форму Охотника на Демонов, состоящую из тёмно-пурпурного черного пиджака с прямой подкладкой и брюк хакама, которые были заправлены в ткань с бабочками вокруг её ног. На ней также была белая хаори, принадлежавшие ее старшей сестре с рисунком крыльев бабочки, которые выцветали на рукавах бирюзового, а затем розового цвета, на манжетах которых были надеты чёрно-белые точки, и белых сандалиях с фиолетовыми ремешками.",
  "text_zh": "Shinobu Kocho（胡こ蝶ちょうしのぶ Kochō Shinobu?）是恶魔猎手，也是虫柱。小蝶忍也是小蝶香苗的妹妹，和她一起，是刚百合香奈夫的养女。恶魔杀死父母后，为了保护其他人免受与她相同的命运，她和姐姐一起加入了恶魔杀手团。紫色的虹膜越往下越深，使她的眼睛看起来像虫子的眼睛。她留着从黑色褪色到深紫色的齐肩长发，通常以 yakai-maki 风格固定在后面，白色和紫色的蝴蝶装饰，以及从头顶略微抬起的分耳长刘海，然后掉落，形成框架她的脸，下面有两条细长的下巴。忍身材矮小，被描述为身材矮小而虚弱，后来她说她没有像其他柱一样砍掉恶魔的头的体力更加强了这一点。忍穿着标准的恶魔猎手制服，由一件深紫色直线黑色西装外套和裤裙组成，裤腿塞进布料里，腿上围着蝴蝶。她还穿着一件她姐姐的白色外罩，蝴蝶翅膀的图案逐渐变成绿松石色，然后在袖子上涂上粉红色，袖口上有黑白点，白色凉鞋配紫色带子。",
  "text_en": "Shinobu Kocho (胡こ蝶ちょう しのぶ Kochō Shinobu?) is a major supporting character of Demon Slayer: Kimetsu no Yaiba. She is a Demon Slayer of the Demon Slayer Corps and the current Insect Hashira (蟲むし柱ばしら Mushi Bashira?).[2][3]Shinobu Kocho is also the younger sister of Kanae Kocho along with her adoptive younger sister Kanao Tsuyuri. After a demon killed her parents, Shinobu joined the Demon Slayer Corps along with her sister in order to protect others from suffering the same fate as her.Shinobu is a petite young woman with a pale complexion and large, compound-like eyes that lack pupils, only a haze of gradient purple, making her eyes appear similar to those of insects. She has black wavy hair that fades to dark purple, styled at the back of her head into a flat yakai-maki bun, fastened with a white, turquoise and light purple butterfly ornament. She has center-split, ear-length, voluminous curtain bangs that flow down to frame the sides of her face, with two slightly thinner chin-length locks of hair in front of her ears below them. Shinobu is short in height and has been described as having a small and weak-looking build, which is later reinforced by her mentioning that she does not possess enough physical strength to decapitate a demon as the other Hashira do. According to Zenitsu, Shinobu is so cute, that she could make a living on her looks alone.Shinobu wears a dark purple standard Demon Slayer uniform with gold buttons, consisting of a dark-purple tinted straight-lined black jacket and matching colored tabi socks and hakama pants, tucked into white butterfly patterned Kyahan fading into pale turquoise then pink around her lower legs, fastened with white ribbons. Over her uniform, she wears a white haori that previously belonged to her older sister, which has a butterfly wing pattern that fades into a pale turquoise then pink color on the sleeves and hem which are cuffed with a black and white dotted trim. She wears white zōri sandals with purple straps for footwear, with a hidden blade in one of the heels.When Shinobu was fourteen, her appearance was altered slightly. Her chin-length strands of hair in front of her ears were tucked in, and she had a different Demon Slayer uniform consisting of silver buttons and cloth a darker shade of purple. She also sported a plain white haori over it.",
  "text_es": "Shinobu Kocho (胡こ蝶ちょうしのぶ, Kochō Shinobu?) es un personaje secundario importante dentro de la franquicia de Kimetsu no Yaiba. Shinobu fue una Cazadora de Demonios que se desempeñaba como uno de los Pilares; ella ocupó el puesto como el Pilar del Insecto (蟲むし柱ばしら, Mushi Bashira?). [3][4]Shinobu era una chica de baja estatura y de piel clara con sus labios pintados de rojo, con el pelo corto de color negro con extensiones degradadas de color púrpura en las puntas el cual está ondulado y de flecos separados a la altura de su cabeza y dos largas patillas en sus orejas. Sus ojos eran especiales, teniendo una coloración púrpura con un aspecto compuesto similar al de los insectos ya que no tienen pupila. Shinobu mantenía su cabello peinado en la parte posterior de la cabeza en un moño plano yakai-maki, sujeto con un adorno de mariposa blanco, turquesa y morado claro. Shinobu tenía una altura bastante baja y solía describirse como una persona de apariencia pequeña y débil, lo que luego se ve reforzado por su afirmación de no poseer la fuerza física necesaria para cortar la cabeza de un Demonio como los otros Pilares. Según comentarios de Zenitsu a Shinobu sólo le hubiera bastado su belleza para ganarse la vida. Su espada Nichirin tenía un diseño personalizado al tener la guardia en forma de alas de mariposa, con la hoja de corte ausente de su lámina debido a que no posee la fuerza necesaria para cortar la cabeza de los demonios. Sin embargo, la espada está diseñada para inocular veneno hecho a partir de flores de glicina lo cual compensa su falta de fuerza física.Ella usaba el uniforme estándar de Cazador que consta en su caso de una chaqueta negra teñida en púrpura de líneas rectas con pantalones negros de hakama metidos en una tela kyahan de patrón de mariposa alrededor de sus piernas y sandalias zori púrpuras. También usa un haori gris con un patrón de alas de mariposa, que se desvanece en un color turquesa y rosa en las mangas; Dicho Haori perteneció a su difunta hermana Kanae. Cuando era más joven, su peinado era más corto, con una sola patilla larga en cada oreja y usaba un haori de color blanco y no usaba lápiz labial.[5]",
  "text_ja": "胡こ蝶ちょうしのぶ（Kochō Shinobu）は、アニメ・映えい画が『鬼き滅めつのの刃やいば』に登とう場じょうするキャラクター。鬼き殺さつ隊たいの柱はしら（隊たい員いんとしての最さい高こう位い）で富とみ岡おか義ぎ勇ゆうとは同どう期き。 明めい治じ時じ代だい生うまれ。姉あねの胡こ蝶ちょうカナエも鬼き殺さつ隊たいの隊たい員いんだったが、何なん年ねんか前になくなった。炭たん治じ郎ろうの同どう朞きである栗つ花ゆ落りカナヲを弟で子しにしている。表ひょう面めん上じょうは温おん和わで笑えみを絶たやさないが、最さい愛あいの姉あね・カナエを鬼おにに殺ころされた過か去こがあり、内ない面めんでは鬼おにを憎ぞう惡おしている。鬼おにとの和わ解かいはもともと姉あねの思し想そうであり、笑え顔がおの理り由ゆうも「姉あねが彼かの女じょの笑え顔がおを好すきと言いっていたから」である。こうなる前ぜん、姉あねが生いきていた頃ころはもっと生き眞ま面じ目めで刺とげ刺とげしい性せい格かくをしていた。日にち輪りん刃とうは、銛もりのような刃とう身しんの特とく殊しゅな形けい狀じょうをしている。この刃かたなで突づき、鬼おにを毒どく殺さつする。本ほん來らい鬼き殺さつ隊たいは鬼おにの頸くびを斬きることで鬼おにを殺ころすが、頸くびを斬きれる膐りょ力りょくのない彼かの女じょが柱はしらにまでなっているのはこの毒どく殺さつ能のう力りょくのおかげ。轉てんじて藥やく劑ざい師し・醫い師しとしての側そく面めんも持もち、蝶ちょう屋や敷しきは壹いっ般ぱんの醫い師しに診みせられない鬼き殺さつ隊たい士したちの傷しょう病びょうを癒いやす塲ば所しょにもなっている。",
  
   "just_untill": [
    "road_in_mountains",
    "infinity_train"
  ],
  
  "levels": [
    {
      "price": 1000,
      "speed": 7,
      "speed_shot": 1800,
      "go": 6,
      "health": 100,
      "jump": 30,
      "run": 2000,
      "breath": 0,
      "energy": 250,
      "energy_recovery": 2,
      "power": 2500,
      "min_rang": 0,
      "size":1,
      "radius":3
    },
    {
      "price": 2500,
      "speed": 8,
      "speed_shot": 1650,
      "go": 7,
      "health": 110,
      "jump": 31,
      "run": 2300,
      "breath": 0.04,
      "energy": 300,
      "energy_recovery": 2,
      "power": 3000,
      "min_rang": 0,
      "size":1,
      "radius":3
    },
    {
      "price": 5000,
      "speed": 9,
      "speed_shot": 1400,
      "go": 8,
      "health": 125,
      "jump": 32,
      "run": 2500,
      "breath": 0.08,
      "energy": 400,
      "energy_recovery": 4,
      "power": 4000,
      "min_rang": 0,
      "size":1,
      "radius":3
    },
    {
      "price": 7500,
      "speed": 10,
      "speed_shot": 1200,
      "go": 9,
      "health": 180,
      "jump": 34,
      "run": 3000,
      "breath": 0.12,
      "energy": 520,
      "energy_recovery": 5,
      "power": 5000,
      "min_rang": 0,
      "size":1,
      "radius":3
    },
    {
      "price": 10000,
      "speed": 11,
      "speed_shot": 1000,
      "go": 10,
      "health": 220,
      "jump": 35,
      "run": 3000,
      "breath": 0.14,
      "energy": 640,
      "energy_recovery": 6,
      "power": 6000,
      "min_rang": 0,
      "size":1,
      "radius":3
    },
    {
      "price": 15000,
      "speed": 13,
      "speed_shot": 900,
      "go": 11,
      "health": 300,
      "jump": 36,
      "run": 4500,
      "breath": 0.16,
      "energy": 900,
      "energy_recovery": 8,
      "power": 10000,
      "min_rang": 0,
      "size":1,
      "radius":3
    },
    {
      "price": 20000,
      "speed": 14,
      "speed_shot": 850,
      "go": 12,
      "health": 320,
      "jump": 38,
      "run": 6500,
      "breath": 0.2,
      "energy": 1000,
      "energy_recovery": 12,
      "power": 12000,
      "hashiro": true,
      "min_rang": 0,
      "size":1,
      "radius":3
    },
    {
      "price": 25000,
      "speed": 15,
      "speed_shot": 750,
      "go": 13,
      "health": 380,
      "jump": 40,
      "run": 10000,
      "breath": 0.25,
      "energy": 1500,
      "energy_recovery": 15,
      "power": 15000,
      "hashiro": true,
      "min_rang": 0,
      "size":1,
      "radius":3
    }
  ],
  "styles": [
    "INSECT"
  ]
}