{
  "id": "tanjiro",
  "name":"Танджиро Камадо",
  "name_en":"Tanjiro Kamado",
  "name_es":"Tanjiro Kamado",
  "name_ja":"竈門炭治郎",
  "name_zh":"灶门炭治郎",
  "text":"Танджиро Камадо (竈門かまど炭たん治じ郎ろう Kamado Tanjirō?) — главный герой манги и аниме 'Клинок, рассекающий демонов'. Он стал истребителем демонов, чтобы найти ответственного за убийство его семьи и превращение его сестры в демона.Танджиро — парень с загорелой кожей и спортивным телосложением. У него взъерошенные чёрные волосы с бордовыми кончиками, зачёсанные назад, и большие тёмно-красные глаза. На левой стороне его лба расположен шрам от ожога, который потемнел и изменил форму после битвы с демоном рук во время финального отбора.Танджиро одет в тёмно-красную форму истребителей демонов, поверх которой надето хаори в чёрно-зелёную клетку. Он также носит серьги ханафуда с рисунком в виде красного солнца.Танджиро — парень с загорелой кожей и спортивным телосложением. У него взъерошенные чёрные волосы с бордовыми кончиками, зачёсанные назад, и большие тёмно-красные глаза. На левой стороне его лба расположен шрам от ожога, который потемнел и изменил форму после битвы с демоном рук во время финального отбора.Танджиро одет в тёмно-красную форму истребителей демонов, поверх которой надето хаори в чёрно-зелёную клетку. Он также носит серьги ханафуда с рисунком в виде красного солнца.После убийства Музана тот превратил Танджиро в демона, из-за чего правая рука парня регенерировала, а внешность потерпела некоторые изменения: метка истребителей разрослась по всему лицу и больше походила на языки пламени, глаза стали ярче, сузился зрачок.",
  "text_en":"Tanjiro Kamado (竈門かまど 炭たん治じ郎ろう Kamado Tanjirō?) is the protagonist of Demon Slayer: Kimetsu no Yaiba. He is a Demon Slayer in the Demon Slayer Corps, who joined to find a remedy to turn his sister, Nezuko Kamado, back into a human and to hunt down and kill demons,[5] and later swore to defeat Muzan Kibutsuji,[6] the King of Demons, in order to prevent others from suffering the same fate as him.[7]Before he became a Demon Slayer, Tanjiro was a coal burner before his entire family was slaughtered by Muzan while his younger sister, Nezuko, was turned into a demon.[8]Tanjiro is a young boy of average height with fairly tanned skin and an athletic, muscular physique. He has ruffled, black hair with burgundy tips, combed back to expose his forehead, and wide, dark red eyes with white pupils that appear lighter around the lower section of his irises. He also has a scar on the top left of his forehead, first seen when his mother brought him to watch his father perform the Hinokami Kagura dance. The scar originally looked somewhat like a graze until his fight with the Hand Demon during the Final Selection, after which it develops into a flame-like pattern as his Demon Slayer Mark. It is noted that his hands are visibly rougher for someone his age, as a result of his rigorous training under Sakonji Urokodaki. Tanjiro looks remarkably similar in appearance to his ancestor Sumiyoshi, possessing the same facial structure, eyes, and hairstyle as him, although Sumiyoshi's hair was longer, about shoulder-length and would be tied in a ponytail behind his head.",
  "text_es":"Tanjiro es un chico de piel bronceada y complexión atlética. Tiene el cabello negro alborotado con puntas de color burdeos peinado hacia atrás y grandes ojos de color rojo oscuro. En el lado izquierdo de su frente hay una cicatriz de quemadura que se oscureció y cambió de forma después de luchar contra el demonio de la mano durante la selección final.Tanjiro viste un uniforme de asesino de demonios rojo oscuro sobre el que usa un haori a cuadros negro y verde. También usa aretes hanafuda de sol rojo.Después de matar a Muzan, convirtió a Tanjiro en un demonio, por lo que la mano derecha del chico se regeneró y su apariencia sufrió algunos cambios: la marca de los luchadores creció en toda su cara y se parecía más a las llamas, sus ojos se volvieron más brillantes, la pupila estrechado",
 
 "text_ja":"竈門かまど炭たん治じ郎ろう（Kamado Tanjirō）は、日にっ本ぽんの漫まん画が・アニメ『鬼き滅めつのの刃やいば』及および映えい画が『劇げき場じょう版ばん　鬼き滅めつのの刃やいば』に登とう場じょうする主しゅ人じん公こう。弟てい妹まい達たちのために町まちへ仕し事ごとに行いっていた。然しかし、仕し事ごとに行いっている間まに禰ね豆ず子こ以い外がいの家か族ぞくを鬼おにに殺ころされてしまう。明めい治じ時じ代だい末まっ期きに生うまれた。妹いもうとの禰ね豆ず子こを救すくうために鱗うろこ滝だき左さ近こん次じの元げんで修しゅ行ぎょうを重かさね、鬼き殺さつ隊たいの入にゅう隊たい試し験けんを受うけた。そして、見み事ごと合ごう格かく。色いろ々いろな困こん難なんに立たち向むかいながら、我あが妻つま善ぜん逸いつや嘴はし平びら伊い之の助すけと親したしくなっていく。又また嗅きゅう覚かくなども鋭するどくなった。然しかし、強つよく成なっていく打うち荷に無む惨ざんに目めを付つける。後のちに無む惨ざんに鬼おに化かされるが、珠たま世よの活かつ躍やくで人にん間げんに戻もどった。 山やまで暮くらしていたと言いう境きょう遇ぐうから世せ間けんずれしておらず、純じゅん朴ぼくかつ天てん然ねんな性せい格かく。長ちょう男なんとして弟てい妹まいたちを守まもるという意い識しきが強つよく、生き真ま面じ目めで礼れい儀ぎ正ただしく責せき任にん感かんが強つよい一いっ方ぽう、やや頑がん固こなところもある。其その善ぜん良りょうさは、多おおくの頑かたくなな人にん間げんの心こころを開あかせる人ひとたらしの才さい能のうとして発はっ揮きされている。逆ぎゃくに奇き襲しゅう・策さく略りゃくの類るいには余あまり向むいていない。又また、人ひとに筋すじ道みち立たてて説せつ明めいや教きょう導どうを行おこなうのも下へ手た。鬼おにたちに対たいしては斬ざんらねばならない存そん在ざいと割わり切きりつつも、「虚むなしい生いき物もの」「悲かなしい生いき物もの」と評ひょうし、慈じ悲ひの心こころを見みせている。",
 "text_zh":"Tanjiro Kamado（灶门かまど炭たん治じ郎ろう Kamado Tanjirō？）是漫画和动漫“恶魔杀手之刃”的主角。他成为恶魔杀手，以找到负责杀死他的人把妹妹变成炭治郎的男孩，皮肤黝黑，体格健壮，一头蓬乱的酒红色尖头向后梳着，深红色的大眼睛，额头左侧是一块已经变黑变黑的烧伤疤痕在最终选拔中与恶魔战斗后的造型。炭治郎穿着深红色的恶魔杀手制服，外穿黑色和绿色的格子短外罩。他还戴着带有红色太阳设计的hanafuda耳环。炭治郎是一个晒黑皮肤的男孩和运动健将身材。蓬乱的酒红色尖头黑发向后梳，深红色的大眼睛。在他的额头左侧是一个烧伤疤痕，在与手魔战斗后变暗并改变了形状最终选拔。炭治郎身穿深红色的弑魔者制服，外穿黑色和绿色的格子短外罩。他还戴着红太阳纹的hanafuda耳环，杀死无山后将炭治郎变成了恶魔，因此这家伙的右手再生，容貌发生了一些变化：战士的印记在他的脸上长出，看起来更像是火焰，眼睛变得更亮，瞳孔变窄。", 
  "levels": [
    {
          "price": 0,
      "speed": 6,
      "speed_shot": 1800,
      "go": 4.5,
      "health": 100,
      "jump": 30,
      "run": 2000,
      "breath": 0,
      "energy":180,
      "energy_recovery":2,
      "power":2500,
      "min_rang":0,
      "size":1,
      "radius":3
      
    },
    {
      "price": 1000,
      "speed": 6.8,
      "speed_shot": 1650,
      "go": 5,
      "health": 110,
      "jump": 33,
      "run": 2300,
      "breath": 0.04,
      "energy":190,
      "energy_recovery":2,
      "power":3000,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    
     {
      "price": 1500,
      "speed": 7.8,
      "speed_shot": 1650,
      "go": 5.8,
      "health": 115,
      "jump": 33,
      "run": 2400,
      "breath": 0.04,
      "energy":190,
      "energy_recovery":2,
      "power":3000,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    {
      "price": 3500,
      "speed": 8.4,
      "speed_shot": 1400,
      "go": 6.5,
      "health": 125,
      "jump": 35,
      "run": 2500,
      "breath": 0.08,
      "energy":200,
      "energy_recovery":2,
      "power":4000,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    {
      "price": 6000,
      "speed": 10,
      "speed_shot": 1200,
      "go": 7.5,
      "health": 180,
      "jump": 37.5,
      "run": 3000,
      "breath": 0.12,
      "energy":220,
      "energy_recovery":3,
      "power":5000,
      "min_rang":0,
      "size":1,
      "radius":3
    },
     {
  
      "price": 10000,
      "speed": 11.8,
      "speed_shot": 1000,
      "go": 8.2,
      "health": 230,
      "jump": 39,
      "run": 3300,
      "breath": 0.16,
      "energy":280,
      "energy_recovery":4,
      "power":5500,
      "min_rang":0,
      "size":1,
      "radius":3
      
    },
    {
  
      "price": 20000,
      "speed": 13,
      "speed_shot": 1000,
      "go": 9,
      "health": 230,
      "jump": 40,
      "run": 3500,
      "breath": 0.2,
      "energy":280,
      "energy_recovery":4,
      "power":6000,
      "min_rang":0,
      "size":1,
      "radius":3
      
    }
  ],
  "styles": [
    "WATER"
  ]
}