{
  "id": "zenitsu",
  "name":"Зеницу Агацума",
  "name_en":"Zenitsu Agatsuma",
  "name_es":"Zenitsu Agatsuma",
  "name_ja":"我妻善逸",
  "name_zh":"善逸吾妻",
  "text":"Зеницу Агацума ( англ.我あが妻つま 善ぜん逸いつ Агацума Дзен'ицу ? )— один из главных героев Demon Slayer: Kimetsu no Yaiba и вместе сInosuke Hashibira, попутчик Танджиро Камадo Незуко Камадо. Он также является Истребителем Демонов вКорпусе Истребителей Демонов.Зеницу — мальчик среднего роста со светлой кожей и раскосыми испуганными глазами, которые переходят от нежно-карих к золотым. У него короткие желтые волосы разной длины, обрезанные прямо на концах, где они переходят в более темно-оранжевый цвет, который падает перед его лицом неровной челкой. До того, как он стал истребителем демонов, волосы Зеницу изначально были черными, но они изменили свой цвет, как сейчас, когда в него ударила молния во время тренировки. [2]В течение некоторого времени после битвы на горе Натагумо его конечности временно уменьшались из-за яда Паучьего Демона (Сына) , но впоследствии он смог вернуться в нормальное состояние благодаря лекарству, данному ему Шинобу Кочо . [4]Он носит бледно-коричневую версию стандартной униформы Убийцы Демонов , которая состоит из тёмно-коричневого жакета гакуран, белого пояса на талии и удлиняющихся штанов хакама, а также его фирменного хаори с бело-треугольным узором, жёлто-оранжевым градиентом. Помимо этого, Зеницу также носит пару кяханов , завязанных спереди тремя белыми бантиками, с тем же узором, что и его хаори, бледно-коричневые носки таби и дзори с белыми шнурками",
  "text_zh":"吾妻善逸（我あが妻つま 善ぜん逸いつ吾妻善逸？）是《鬼灭之矢叶》的主要角色之一，与炭治郎的旅伴炉平薰子一起。他也是杀鬼军团的一名杀鬼。善逸是个中等身材的男孩，皮肤白皙，眼睛从浅棕色变成金色，眼睛斜斜而惊恐。他有一头不同长度的黄色短发，从末端剪下来，逐渐变成深橙色，呈锯齿状刘海落在他的脸前。在成为屠魔人之前，善逸的头发本来是黑色的，但在修炼中被雷击后变成了现在的颜色。 [2] 在那田云山之战后的一段时间里，他的四肢因蜘蛛魔（儿子）的毒而暂时瘫痪，但后来由于小蝶忍给他的药而恢复正常。 [4] 他穿着浅棕色的标准恶魔杀手制服，包括一件深棕色的gakuran夹克、腰间的白色腰带和加长的裤裙，以及他标志性的白色和三角形图案的外罩，黄色和橙色渐变。除此之外，Zenitsu 还穿着一对卡汉，前面系着三个白色蝴蝶结，与他的羽织图案相同，浅棕色的布袜和白色鞋带的 zori。",
  "text_en":"Zenitsu Agatsuma (我あが妻つま 善ぜん逸いつ Agatsuma Zen'itsu?) is one of the main protagonists of Demon Slayer: Kimetsu no Yaiba and along with Inosuke Hashibira, a travelling companion of Tanjiro Kamado and Nezuko Kamado. He is also a Demon Slayer in the Demon Slayer Corps.Zenitsu is a young boy of average height with fair skin and downward-sloped, scared-looking eyes that fade from soft brown to gold. He has short, yellow hair of varying lengths, cutting off squarely at the ends where it fades to a darker orange color, that falls in front of his face in uneven bangs. Before he became a Demon Slayer, Zenitsu's hair was originally black, but it turned the color it is currently when he was struck by lightning during his training.[2]For some time following the battle at Mount Natagumo, his limbs temporarily shrunk due to the Spider Demon (Son)'s poison but were able to return to normal afterward thanks to the medicine given to him by Shinobu Kocho.[4]He wears a paler brown version of the standard Demon Slayer uniform, which consists of a dark brown gakuran jacket, a white belt around his waist and hakama pants that extend, as well as his signature white-triangle patterned, yellow and orange gradient haori. As well as this, Zenitsu also sports a pair of Kyahan, tied at the front in 3 white bows, with the same pattern as his haori, pale brown tabi socks and white-laced zōri.",
  "text_es":"Zenitsu Agatsuma (我あが妻つま善ぜん逸いつ, Agatsuma Zen'itsu?) es un Cazador de Demonios y un compañero de viaje de Tanjiro Kamado. A su vez es uno de los personajes principales de Kimetsu no Yaiba.Zenitsu es un adolescente de piel clara que tiene el pelo corto, que antiguamente era de color negro, pero tras un accidente durante su entrenamiento cuando fue golpeado por un rayo, su pelo sufre una decoloración al volverse rubio con algunas extensiones de color naranja. Sus ojos son de un tono marrón dorado y sus cejas son gruesas. Su vestimenta consiste en el uniforme estándar de los Cazadores de Demonios sin personalizaciones, vistiendo un haori de color amarillo decorado con triángulos blancos pequeños.Durante los sucesos de la Montaña Natagumo, Zenitsu fue envenenado por arañas demonio las cuales causaron que sus extremidades se encogieran, aunque tras un breve periodo de recuperación, volvieron a la normalidad.",
  "text_ja":"我あが妻つま善ぜん逸いつ（Agatsuma Zen'itsu）は、アニメ『鬼き滅めつのの刃やいば』に登とう場じょうするキャラクター。鬼き殺さつ隊たいの隊たい員いんで、炭たん治じ郎ろうとは同どう期き。明めい治じ時じ代だい生うまれ。元もと々もとの髪かみ色いろは黑くろだったが、鬼き殺さつ隊たいの隊たい員いんになる訓ぬん練れん中ちゅうに雷かみなりに打うたれて、黄き色いろになった。異い常じょうなまでにネガティブかつ底そこ抜ぬけに小しょう心しんで臆おく病びょうなため、常つねに挙きょ動どう不ふ審しんで、ところかまわず涙なみだと鼻はな水みずを撒まき散ちらして「鬼おにが怖こわい」「死しにたくない」と泣なき喚わめく。その樣よう相そうは人じん格かく者しゃである炭たん治じ郎ろうを般はん若にゃのような形けい相そうにさせたり、歳とし端はもいかぬ少しょう歳ねんに露ろ骨こつな蔑さげすみの目めで見み下おろされ窘たしなめられるほど。一いち応おは彼かれも地じ獄ごくのような鍛たん鍊れんに耐たえて鍛きたえ抜ぬかれ、選えらび抜ぬかれた鬼き殺さつ隊たい士しとしての身から体だ能のう力りょくを持もっているはずなのだが、鍛きたえ到とう底ていそうは見みえない。単たんなるびびるの駄だ目め人にん間げんというわけではなく、その心こころ根ねはとても優やさしく真まっっ直すぐで、鬼おにを前まえにした危き急きゅうの事じ態たいにおいて、自じ分ぶんを盾たてにしている。",
  
  
  "levels": [
    {
      "price": 20,
      "speed": 8,
      "speed_shot": 1700,
      "go": 7,
      "health": 90,
      "jump": 32,
      "run": 1300,
      "breath": 0,
      "energy":100,
      "energy_recovery":2,
      "power":1000,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    {
      "price": 2500,
      "speed": 9,
      "speed_shot": 1600,
      "go": 8,
      "health": 105,
      "jump": 34,
      "run": 1400,
      "breath": 0.02,
      "energy":140,
      "energy_recovery":2,
      "power":1000,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    {
      "price": 8000,
      "speed": 10,
      "speed_shot": 1300,
      "go": 9,
      "health": 125,
      "jump": 36,
      "run": 2000,
      "breath": 0.06,
      "energy":180,
      "energy_recovery":2,
      "power":1000,
      "min_rang":0,
      "size":1,
      "radius":3
    },
    {
      "price": 12000,
      "speed": 11,
      "speed_shot": 1200,
      "go": 10,
      "health": 180,
      "jump": 38,
      "run": 2400,
      "breath": 0.09,
      "energy":220,
      "energy_recovery":2,
      "power":1000,
      "min_rang":0,
      "size":1,
      "radius":3
    }, 
    {
      "price": 20000,
      "speed": 12,
      "speed_shot": 1200,
      "go": 11,
      "health": 220,
      "jump": 38,
      "run": 2400,
      "breath": 0.1,
      "energy":260,
      "energy_recovery":2,
      "power":1000,
      "min_rang":0,
      "size":1,
      "radius":3
    },
     {
      "price": 25000,
      "speed": 13,
      "speed_shot": 1200,
      "go": 11.5,
      "health": 260,
      "jump": 38,
      "run": 2400,
      "breath": 0.14,
      "energy":300,
      "energy_recovery":2,
      "power":1000,
      "min_rang":0,
      "size":1,
      "radius":3
    }
  ],
  "styles": [
    "THUNDER"
  ]
}