{
  "id": "FLAME",
  "text": "Дыхание пламени (炎ほのおの呼こ吸きゅう Honō no kokyū?) — одно из пяти основных дыханий, напрямую произошедших от дыхания солнца.",
  "text_en": "Flame Breathing (炎ほのおの呼こ吸きゅう Honō no kokyū?) is one of the five main Breathing Styles directly derived from Sun Breathing.",
  "text_es": "Flame Breath (炎ほのおの呼こ吸きゅう Honō no kokyū?) es uno de los cinco alientos principales derivados directamente del aliento del sol.",
  "text_ja": "炎ほのおの呼こ吸きゅう（Honō no kokyū）は、アニメ『鬼き滅めつのの刃やいば』に登とう場じょうする幾いくつかの呼こ吸きゅう法ほうの一ひとつである。由ゆ来らいは日ひの呼こ吸きゅう。",
  "text_zh": "烈焰吐息（炎ほのおの呼こ吸きゅう Honō no kokyū?）是直接源自太阳呼吸的五种主要呼吸之一。",
  "styles": [
    {
      "name": "Первый стиль: Блуждающие огни (壱いちノ型かた 不知火しらぬい Ichi no kata: Shiranui?)[2] — мечник совершает рывок, уходя в слепую зону своего противника и наносит одиночный горизонтальный удар.",
      "name_en": "First Form: Unknowing Fire (壱いちノ型かた　不知火しらぬい Ichi no kata: Shiranui?)[2] - The user charges towards their opponent at high speeds and aims to decapitate them in one slash.",
      "des_en": "First Form: Unknowing Fire",
      "maxTime": 1500,
      "minTime": 100,
      "power": 15,
      "target": 20,
      "energy": 10,
      "des": "Первый стиль: Блуждающие огни",
      "none": true,
      "des_es": "Primer estilo: Will-o'-the-wisp",
      "des_ja": "壱いちノ型かた　不知火しらぬい ",
      "des_zh": ""
    },
    {
      "name": "Второй стиль: Восходящее пламя (弐にノ型かた 昇のぼり炎えん天てん Ni no kata: Nobori en ten?)[3] — одиночный удар, наносимый снизу вверх. При этом острие меча описывает круг..",
      "name_en": "Second Form: Rising Scorching Sun (弐にノ型かた　昇のぼり炎えん天てん Ni no kata: Nobori En Ten?)[3] - The user releases an arching sword slash upwards.",
      "des_en": "Second Form: Rising Scorching Sun",
      "maxTime": 2000,
      "minTime": 300,
      "power": 15,
      "target": 200,
      "energy": 100,
      "des": "Второй стиль: Восходящее пламя",
      "des_es": "Segundo estilo: Rising Flame",
      "des_ja": "弐にノ型かた　昇のぼり炎えん天てん",
      "des_zh": "第二种风格：升腾的火焰"
    },
    {
      "name": "Третий стиль: Пылящая вселенная (San no kata: Kien Banjō) — одиночный удар, наносимый сверху вниз из высокой стойки.",
      "name_en": "Third Form: Blazing Universe (参さんノ型かた　氣き炎えん万ばん象しょう San no kata: Kien Banshō?)[4] - The user swings their blade downwards in an arc.",
      "des_en": "Third Form: Blazing Universe",
      "maxTime": 1500,
      "minTime": 400,
      "power": 15,
      "target": 150,
      "energy": 15,
      "des": "Третий стиль: Пылящая вселенная",
      "des_es": "Tercer estilo: Dusty Universe ",
      "des_ja": "参さんノ型かた　氣き炎えん万ばん象しょう ",
      "des_zh": "第三种风格：尘埃宇宙"
    },
    {
      "name": "Четвёртый стиль: Отражение цветущего пламени (肆しノ型かた 盛せい炎えんのうねり Shi no kata: Sei en no uneri?)[4] — одиночный удар, наносимый слева направо, при этом оружие описывает дугу над головой мечника. Используется для парирования и контратак на близкой дистанции.",
      "name_en": "Fourth Form: Blooming Flame Undulation (肆しノ型かた　盛せい炎えんのうねり Shi no kata: Sei En no Uneri?)[5] - The user swings their blade in a circular motion that can defend them from incoming attacks or decapitate multiple enemies at once.",
      "des_en": "Fourth Form: Blooming Flame Undulation",
      "maxTime": 3000,
      "minTime": 300,
      "power": 15,
      "target": 90,
      "energy": 50,
      "des": "Четвёртый стиль: Отражение цветущего пламени",
      "none": true,
      "des_es": "Cuarto estilo: Flame Reflection",
      "des_ja": "肆しノ型かた　盛せい炎えんのうねり ",
      "des_zh": ""
    },
    {
      "name": "Пятый стиль: Пламенный тигр (伍ごノ型かた 炎えん虎こ Go no kata: Enko?)[5] — мечник наносит серию ударов оружием.",
      "name_en": "Fifth Form: Flame Tiger (伍ごノ型かた　炎えん虎こ Go no kata: Enko?)[6] - The user performs a series of powerful sword slashes that seemingly takes the form of a flaming tiger.",
      "des_en": "Fifth Form: Flame Tiger",
      "maxTime": 1500,
      "minTime": 300,
      "power": 15,
      "target": 350,
      "energy": 55,
      "des": "Пятый стиль: Пламенный тигр",
      "des_es": "Quinto estilo: Tigre de llamas",
      "des_ja": "伍ごノ型かた　炎えん虎こ ",
      "des_zh": "第五式：烈焰虎"
    },
    {
      "name": "Девятый стиль: Чистилище (玖くノ型かた 煉れん獄ごく Ku no kata: Rengoku?)[6] — серия атак в сочетании в рывком в сторону противника, сокращающим дистанцию. Атаки наносятся из широких и высоких стоек с максимальным усилием. Особенностью стиля является, вероятная, невозможность его использования без внушительных физических качествах самого мечника.",
      "name_en": "Ninth Form: Rengoku (玖くノ型かた　煉れん獄ごく Ku no kata: Rengoku?, lit. Ninth Form: Purgatory)[7] - A devastating dashing slash that the user initiates from a high stance, the technique had enough power to carve a deep impression that burnt the ground where it was unleashed. In the movie and anime adaptation, this technique seemingly took the form of a fiery Japanese dragon that envelopes the user while charging towards the target.",
      "des_en": "Ninth Form: Rengoku",
      "maxTime": 800,
      "minTime": 50,
      "power": 15,
      "target": 400,
      "energy": 40,
      "des": "Девятый стиль: Чистилище",
      "des_es": "Noveno Estilo: Purgatorio",
      "des_ja": "玖くノ型かた　煉れん獄ごく",
      "des_zh": "第九式：炼狱"
    }
  ]
}