{
  "id": "THUNDER",
  "text":"Дыхание грома (雷かみなりの呼こ吸きゅう Kaminari no kokyū?) — одно из пяти базовых дыханий, напрямую произошедших от дыхания солнца. Оно было создано учениками Ёриичи Цугикуни, попытавшимися изучить дыхание солнца, но из-за отсутствия такой врождённой силы, как у Ёриичи, вместо этого они обучились альтернативным техникам дыхания, сосредоточенным на их индивидуальных сильных и слабых сторонах. Одной из них стало Дыхание грома.[1] Стили боя пользователей данной дыхательной техники основаны на выполнении ударов в движении на предельно большой скорости за счет вложения усилий в движения ног.[2] Человеком, обучающим ему истребителей демонов, являлся Джигоро Куваджима.",
  "text_en":"Thunder Breathing (雷かみなりの呼こ吸きゅう Kaminari no kokyū?) is one of the five main Breathing Styles directly derived from Sun Breathing.This Breathing Style was created from one of Yoriichi Tsugikuni's students who attempted to learn Sun Breathing, but due to not being as innately powerful as Yoriichi, they were instead taught an alternated personalized Breathing Style that focused on their individual strengths and weaknesses, which eventually evolved into Thunder Breathing.[3]A known cultivator of Thunder Breathing in the Demon Slayer Corps is the former Thunder Hashira, Jigoro Kuwajima.",
  "text_es":"Thunder Breath (雷かみなりの呼こ吸きゅう Kaminari no kokyū?) es una de las cinco respiraciones básicas derivadas directamente del aliento solar. Fue creado por estudiantes de Yoriichi Tsugikuni que intentaron estudiar la respiración del sol, pero debido a su falta de poder innato como el de Yoriichi, aprendieron técnicas de respiración alternativas enfocadas en sus fortalezas y debilidades individuales. Uno de ellos fue Thunder Breath.[1]Los estilos de lucha de los usuarios de esta técnica de respiración se basan en la ejecución de golpes en movimiento a una velocidad extremadamente alta debido a la inversión de esfuerzo en los movimientos de las piernas.[2] La persona que le enseñó a los cazadores de demonios fue Jigoro Kuwajima.",
  "text_ja":"雷かみなりの呼こ吸きゅう （Kaminari no kokyū）は、アニメ『鬼き滅めつのの刃やいば』に登とう場じょうするいくつかの呼こ吸きゅう法ほうの一ひとつである。由ゆ来らいは日ひの呼こ吸きゅう。",
  "text_zh": "雷霆呼吸（雷かみなりの呼こ吸きゅう Kaminari no kokyū？）是直接源自太阳呼吸的五种基本呼吸之一。它是由试图研究太阳呼吸的杉国赖一的学生创造的，但由于他们缺乏像赖一那样的先天力量，他们反而学习了专注于个人优势和劣势的替代呼吸技术。其中之一是雷霆之息。 [1]这种呼吸技术的使用者的格斗风格是基于对腿部运动的努力投资，以极高的速度执行运动中的打击。 [2]将他传授给杀魔人的人是桑岛治五郎。",
  "styles": [
    {
      "name": "Первый стиль: Молниеносный громовой раскат (壱いちノ型かた 霹へき靂れき一いっ閃せん Ichi no kata: Hekireki Issen?)[3] — мечник совершает рывок и наносит один удар по противнику. Зеницу отточил этот стиль настолько хорошо, что смог выполнить несколько рывков подряд.",
      "name_en":"First Form: Thunderclap and Flash (壱いちノ型かた　霹へき靂れき一いっ閃せん Ichi no kata: Hekireki Issen?)[4] - The user unsheathes their katana, dashes forward at blinding speeds and decapitates their opponent faster than they can react, before sheathing it back. This technique is extremely reminiscent of Iaijutsu and its movements are described to be akin to 'lightning ripping through the air'.[5]",
      "des_en":"First Form: Thunderclap and Flash",
      "maxTime": 1500,
      "minTime": 300,
      "power": 15,
      "target": 20,
      "energy": 0.1,
      "des": "Первый стиль: Молниеносный громовой раскат",
      "des_es":"Primer estilo: Lightning Thunder Clap",
      "des_ja":"壱いちノ型かた　霹へき靂れき一いっ閃せん",
      "des_zh": "第一式：雷霆一击"
    },
    {
      "name": "Первый стиль:Шесть изгибов (六ろく連れん Rokuren?)[4] — комбинация, в которой выполняется шесть рывков подряд.",
      "name_en":"First Form: Sixfold (六ろく連れん Rokuren?)[6] - An extension of the Thunderclap and Flash technique created by Zenitsu. The user performs Thunderclap and Flash six times in quick succession while slightly augmenting the power and speed of his dashes.",
      "des_en":"First Form: Sixfold",
      "maxTime": 1500,
      "minTime": 900,
      "power": 50,
      "target": 90,
      "energy": 1,
      "des": "Первый стиль:Шесть изгибов",
      "des_es":"Primer estilo:Six Bends",
      "des_ja":"六ろく連れん",
      "des_zh": "第一种款式：六弯"
    },
    {
      "name": "Первый стиль: Восемь изгибов (八はち連れん Hachiren?)[5] — комбинация, в которой выполняется восемь рывков подряд.",
      "name_en":"First Form: Eightfold (八はち連れん Hachiren?)[7] - An extension of the Thunderclap and Flash technique created by Zenitsu. The user performs Thunderclap and Flash eight times in quick succession while slightly augmenting the power and speed of his dashes.",
      "des_en":"First Form: Eightfold",
      "maxTime": 1900,
      "minTime": 1300,
      "power": 100,
      "target": 140,
      "energy": 2,
      "des": "Первый стиль: Восемь изгибов",
      "des_es":"Primer estilo:Eight Curves",
      "des_ja":"八はち連れん ",
      "des_zh": "第一种款式：八弯"
    },
    {
      "name": "Первый стиль:Божественная скорость (神しん速そく Shinsoku?) - способ выполнения первого стиля, при котором фехтовальщик вкладывает чрезмерное усилие в движения ног, за счет чего достигается максимально высокая скорость движения, но при этом он сам теряет возможность самостоятельно передвигаться в течении некоторого времени после выполнения техники.",
      "name_en":"First Form: God Speed (神しん速そく Shinsoku?)[8] - An extension of the Thunderclap and Flash technique created by Zenitsu. The user performs Thunderclap and Flash while greatly augmenting the speed of the technique. During the first display of this technique, an unconscious Zenitsu remarked that he mustn't perform this technique more than 2 times, otherwise his legs would be rendered useless due to muscle fatigue and exhaustion. However, during the battle against Muzan Kibutsuji, Zenitsu has shown improvement in the proficiency of this technique, allowing him to use it more than 2 times while still maintaining the power and speed of the technique.",
      "des_en":"First Form: God Speed",
      "maxTime": 1200,
      "minTime": 200,
      "power": 150,
      "target": 250,
      "energy": 3,
      "time_to_wait_max":8000,
      "time_to_wait_min":3000,
      "des": "Первый стиль:Божественная скорость",
      "des_es":"Primer estilo:Velocidad divina",
      "des_ja":"神しん速そく",
      "des_zh": "第一种风格：神速"
    },
    {
      "name": "Первый стиль: Кивами (極, Kiwami) - форма выполнения стиля, при которой пользователь наносит два удара - до рывка и после него. Создана Зеницу Агацума.",
      "name_en":"First Form: Kiwami (極, Kiwami) is a form of style execution in which the user strikes two blows - before the jerk and after it.The Zenith Agatsuma was created.",
      "des_en":"First Form: Kiwami",
      "maxTime": 2500,
      "minTime": 800,
      "power": 80,
      "target": 160,
      "energy": 0.3,
      "des": "Первый стиль: Кивами",
      "none":true,
      "des_es":"Primer estilo:Kiwami",
      "des_ja":"極",
      "des_zh": ""
    },
    {
      "name": "Второй стиль: Шаровая молния (弐にノ型かた 稲いな魂だま Ni no kata: Inadama?, букв. 'Дух риса')[6] — совершает серию из пяти быстрых атак, удары которых производятся по разной траектории, описываемой вокруг фехтовальщика.",
      "name_en":"Second Form: Rice Spirit (弐にノ型かた　稲いな魂だま Ni no kata: Inadama?)[9] - Kaigaku releases five arched slashes accompanied by lightning in quick succession.",
      "des_en":"Second Form: Rice Spirit",
      "maxTime": 3000,
      "minTime": 1200,
      "power": 85,
      "target": 150,
      "energy": 1.5,
      "des": "Второй стиль: Шаровая молния",
      "none":true,
      "des_es":"Segundo estilo: Ball Lightning",
      "des_ja":"弐にノ型かた　稲いな魂だま",
      "des_zh": ""
    },
    {
      "name": "Третий стиль: Собирающейся на гул грома комары (参さんノ型かた 聚しう蚊ぶん成せい雷らい San no kata: Shiubun seirai?)[7] — мечник наносит серию атак, удары которых производятся по разной траектории и при этом с изменением положения тела, за счет чего увеличивается радиус атаки и достигается их большая хаотичность.",
      "name_en":"Third Form: Thunder Swarm (参さんノ型かた　聚しゅう蚊ぶん成せい雷らい San no kata: Shūbun Seirai?)[10] - Kaigaku surrounds the enemy with waves of arched lightning and attacks them from all directions.",
      "des_en":"Third Form: Thunder Swarm",
      "maxTime": 2500,
      "minTime": 300,
      "power": 50,
      "target": 60,
      "energy": 0.8,
      "des": "Третий стиль: Собирающейся на гул грома комары",
      "none":true,
      "des_es":"Tercer Estilo: Mosquito Gathering Thunder ",
      "des_ja":"参さんノ型かた　聚しゅう蚊ぶん成せい雷らい",
      "des_zh": ""
    },
    {
      "name": "Четвёртый стиль: Далёкий гром (肆しノ型かた 遠えん雷らい Shi no kata: Enrai?)[8] — пользователь выпускает несколько атак по цели на расстоянии.",
      "name_en":"Fourth Form: Distant Thunder (肆しノ型かた　遠えん雷らい Shi no kata: Enrai?)[11] - Kaigaku generates a ball of electricity that releases waves of strong multi-directional lightning bolts from afar.",
      "des_en":"Fourth Form: Distant Thunder",
      "maxTime": 2000,
      "minTime": 500,
      "power": 150,
      "target": 90,
      "energy": 2,
      "des": "Четвёртый стиль: Далёкий гром",
      "none":true,
      "des_es":"Cuarto estilo: Distant Thunder ",
      "des_ja":"しノ型かた　遠えん雷らい ",
      "des_zh": ""
    },
    {
      "name": "Пятый стиль: Жар электрических молний (伍ごノ型かた 熱れつ界かい雷らい Go no kata: Netsu kairai?)[9] — мощный одиночный удар.",
      "name_en":"Fifth Form: Heat Lightning (伍ごノ型かた　熱ねつ界かい雷らい Go no kata: Netsu Kairai?)[12] - Kaigaku unleashes a long-ranged upward sword slash accompanied by lightning.",
      "des_en":"Fifth Form: Heat Lightning",
      "maxTime": 1500,
      "minTime": 500,
      "power": 90,
      "target": 90,
      "energy": 0.5,
    
      "des": "Пятый стиль: Жар электрических молний",
      "none":true,
      "des_es":"Quinto estilo: Electric Lightning Fire ",
      "des_ja":"伍ごノ型かた　熱ねつ界かい雷らい",
      "des_zh": ""
    },
    {
      "name": "Шестой стиль: Рёв электрических молний (陸ろくノ型かた 電でん轟ごう雷らい轟ごう Roku no kata: Dengou raigou?)[10] — мечник совершает серию рывков, сопровождаемых ударами, по силе сравнимыми с одиночным ударом пятого стиля.",
      "name_en":"Sixth Form: Rumble and Flash (陸ろくノ型かた　電でん轟ごう雷らい轟ごう Roku no kata: Dengō Raigō?)[13] - Kaigaku releases a series of powerful long-ranged lightning attacks that strike his opponent from afar.",
      "des_en":"Sixth Form: Rumble and Flash",
      "maxTime": 5000,
      "minTime": 900,
      "power": 200,
      "target": 250,
      "energy": 3,
      "des": "Шестой стиль: Рёв электрических молний",
      "none":true,
      "des_es":"Sexto estilo: Electric Lightning Roar",
      "des_ja":"陸ろくノ型かた　電でん轟ごう雷らい轟ごう",
      "des_zh": ""
    },
    {
      "name": "Седьмой стиль: Пылающий бог грома (漆しちノ型かた 火ほの雷いかづちの神かみ Shichi no kata: Honoikazuchi no kami?) [11] — стиль, придуманный Зеницу. Фактически представляет собой доведенный до совершенства первый стиль. Мечник совершает удар в рывке при этом вкладывая в свои движения столь большие усилия, что применение техники наносит прямой ущерб организму. В частности Зеницу, применив этот стиль в бою с Кайгаку, потерял сознание. Позже он смог адаптироваться к нагрузке, однако ценой последующих применений техники становились трещины в костях.",
      "name_en":"Seventh Form: Honoikazuchi no Kami (漆しちノ型かた　火ほの雷いかづちの神かみ Shichi no kata: Honoikazuchi no Kami?, lit. Seventh Form: Flaming Thunder God) [14] - The personal creation of Zenitsu Agatsuma. The user dashes forward at blinding speeds and unleashes a singular forward slash at a low stance, which is seemingly accompanied by a yellow Japanese dragon shaped like a lightning bolt.",
      "des_en":"Seventh Form: Honoikazuchi no Kami",
      "maxTime": 1900,
      "minTime": 800,
      "power": 240,
      "target": 300,
      "energy": 9,
       "time_to_wait_max":12000,
      "time_to_wait_min":3000,
      "des": "Седьмой стиль: Пылающий бог грома",
      "none":true,
      "des_es":"Séptimo Estilo: Blazing Thunder God",
      "des_ja":"漆しちノ型かた　火ほの雷いかづちの神かみ ",
      "des_zh": ""
    }
  ]
}