{
  "id": "WATER",
  "text": "Дыхание воды (水みずの呼こ吸きゅう Mizu no kokyū?) — одно из пяти базовых дыханий, напрямую произошедших от дыхания солнца. Оно было создано учениками Ёриичи Цугикуни, попытавшимися изучить дыхание солнца, но из-за отсутствия такой врождённой силы, как у Ёриичи, им пришлось разработать альтернативные технике дыхания, сосредоточенные на их индивидуальных сильных и слабых сторонах. Одним из таковых стало Дыхание воды.[1]Дыхание воды — самый распространённый стиль среди истребителей демонов, так как его базовые техники проще освоить новичкам",
  "text_en": "Water Breathing (水みずの呼こ吸きゅう Mizu no kokyū?) is one of the five main Breathing Styles directly derived from Sun Breathing.This Breathing Style was originally created by one of Yoriichi Tsugikuni's students who attempted to learn Sun Breathing, but due to not being as innately talented as Yoriichi, they were instead taught and trained an alternative personalized Breathing Style that focused on their strengths and weaknesses, eventually becoming Water Breathing.",
  "text_es": "Water Breath (水みずの呼こ吸きゅう Mizu no kokyū?) es una de las cinco respiraciones básicas derivadas directamente del Sun Breath. Fue creado por estudiantes de Yoriichi Tsugikuni que intentaron estudiar la respiración del sol, pero al carecer del poder innato que tenía Yoriichi, tuvieron que desarrollar técnicas de respiración alternativas que se centraran en sus fortalezas y debilidades individuales. Uno de ellos fue el Aliento de Agua.[1]Water Breath es el estilo más común entre Demon Slayers, ya que sus técnicas básicas son más fáciles de dominar para los principiantes. En el momento de los eventos del manga, el entrenador más famoso que enseña Water Breath a los candidatos a Demon Slayer es Sakonji Urokodaki. Sin embargo, también hay otros entrenadores menos conocidos.[2]",
  "text_ja": "水みずの呼こ吸きゅう（Mizu no kokyū）は、アニメ『鬼き滅めつのの刃やいば』に登とう場じょうする幾いくつかの呼こ吸きゅう法ほうの一ひとつである。由ゆ来らいは日ひの呼こ吸きゅう。",
  "text_zh": "水呼吸（水みずの呼こ吸きゅう Mizu no kokyū?）是直接源自太阳呼吸的五种基本呼吸之一。 它是由Yoriichi Tsugikuni 的学生创造的，他们试图研究太阳的呼吸，但由于缺乏Yoriichi 的天生力量，他们不得不开发针对个人优势和劣势的替代呼吸技术。 水呼吸就是其中之一。",
  "styles": [
    {
      "name": "Первый стиль: Рассекающая водная глядь (壱いちノ型かた 水みな面も斬ぎり Ichi no kata: Minamo giri?)[3] — одиночный горизонтальный удар, выполняемый с максимальной амплитудой. Фехтовальщик удерживает оружие в одной руке, занося его за плечо, и наносит удар, уводя руку в противоположном направлении. Вторая рука совершает зеркальное движение, за счет чего мечник может удерживать равновесие.",
      "name_en": "First Form: Water Surface Slash (壱いちノ型かた　水みな面も斬ぎり Ichi no kata: Minamo Giri?)[5] - The user generates enough momentum to create a powerful single concentrated slash.",
      "des_en": "First Form: Water Surface Slash",
      "maxTime": 800,
      "minTime": 100,
      "power": 100,
      "target": 30,
      "energy": 0.2,
      "des": "Первый стиль: Рассекающая водная глядь",
      "none": true,
      "des_es": "Primer estilo: Mirada cortante de agua",
      "des_ja": "壱いちノ型かた　水みな面も斬ぎり ",
      "des_zh": "第一种：剖析水景"
    },
    {
      "name": "Второй стиль: Водяное колясо (弐にノ型かた 水みず車ぐるま Ni no kata: Mizu guruma?)[4] — одиночный удар, совершаемый в прыжке сальто. Оружие удерживается двумя руками в неподвижном положении, в то время как основное усилие придается движением тела во вращении.",
      "name_en": "Second Form: Water Wheel (弐にノ型かた　水みず車ぐるま Ni no kata: Mizu Guruma?)[6] - The user leaps and vertically spins forward in the air while releasing a flowing attack in a circular motion.",
      "des_en": "Second Form: Water Wheel",
      "maxTime": 1500,
      "minTime": 300,
      "power": 150,
      "target": 500,
      "energy": 2,
      "des": "Второй стиль: Водяное колясо",
      "des_es": "Segundo estilo: Rueda de agua",
      "des_ja": "弐にノ型かた　水みず車ぐるま",
      "des_zh": "第二种：水车"
    },
    {
      "name": "Третий стиль: Танец быстротечного потока (参さんノ型かた 流りゅう流りゅう舞まい San no kata: Ryūryū mai?) [5] — фехтовальщик выполняет серию рывков, в конце каждого из которых наносит горизонтальный удар во вращении вокруг своей оси.",
      "name_en": "Third Form: Flowing Dance (参さんノ型かた　流りゅう流りゅう舞まい San no kata: Ryūryū Mai?)[8] - The user swings and bends their blade in a winding motion along with their body and dances in a flowing pattern, slicing everything in its path.",
      "des_en": "Third Form: Flowing Dance",
      "maxTime": 4000,
      "minTime": 500,
      "power": 100,
      "target": 300,
      "energy": 8,
      "des": "Третий стиль: Танец быстротечного потока",
      "none": true,
      "des_es": "Tercer estilo: Danza del flujo que fluye",
      "des_ja": "参さんノ型かた　流りゅう流りゅう舞まい",
      "des_zh": ""
    },
    {
      "name": "Четвёртый стиль: Удар волной (肆しノ型かた 打うち潮しお Shi no kata: Uchishio?)[6] — фехтовальщик наносит серию следующих друг за другом горизонтальных ударов.",
      "name_en": "Fourth Form: Striking Tide (肆しノ型かた　打うち潮しお Shi no kata: Uchishio?)[9] - The user makes multiple consecutive slashes while twisting their body and sword in a flowing fashion to deliver multiple blows simultaneously.",
      "des_en": "Fourth Form: Striking Tide",
      "maxTime": 300,
      "minTime": 50,
      "power": 300,
      "target": 80,
      "energy": 0.5,
      "des": "Четвёртый стиль: Удар волной",
      "des_es": "Cuarto estilo: Wave Strike",
      "des_ja": "肆しノ型かた　打うち潮しお ",
      "des_zh": "第四式：波击"
    },
    {
      "name": "Пятый стиль: Милосердный дождь сухого дня (伍ごノ型かた 干かん天てんの慈じ雨う Go no kata: Kanten no jiu?)[7] — одиночный горизонтальный удар в рывке, при котором разрез совершается с минимально возможным давлением на клинок и цель удара. Используется когда цель атаки сдаётся, и в отличии от других атак, во время смерти цель испытывает лишь приятное ощущение дождя.",
      "name_en": "Fifth Form: Blessed Rain After the Drought (伍ごノ型かた　干かん天てんの慈じ雨う Go no kata: Kanten no Jiu?)[11] - The user changes the grip on their sword and decapitates the opponent in a single flowing strike that causes little to no pain. It is a “sword strike of kindness” used when the enemy willingly surrenders.",
      "des_en": "Fifth Form: Blessed Rain After the Drought",
      "maxTime": 2500,
      "minTime": 800,
      "power": 150,
      "target": 15,
      "energy": 0.1,
      "des": "Пятый стиль: Милосердный дождь сухого дня",
      "des_es": "Estilo 5: Dry Day Merciful Rain ",
      "des_ja": "伍ごノ型かた　干かん天てんの慈じ雨う ",
      "des_zh": "第五式：旱天的慈雨"
    },
    {
      "name": "Шестой стиль: Водоворот (陸ろくノ型かた ねじれ渦うず Roku no kata: Nejire uzu?)[8] — фехтовальщик наносит затяжной одиночный горизонтальный удар. Усилие придаётся вращением тела, при этом оружие зафиксировано в руках в одном положении.",
      "name_en": "Sixth Form: Whirlpool (陸ろくノ型かた　ねじれ渦うず Roku no kata: Nejire Uzu?)[12] - The user fiercely twists their upper and lower body, creating a whirlpool of air that cuts anything caught in it. Its effect and efficiently is enhanced underwater, where the user can draw water around their weapon to enhance their slashes.",
      "des_en": "Sixth Form: Whirlpool",
      "maxTime": 3500,
      "minTime": 1200,
      "power": 35,
      "target": 150,
      "energy": 2,
      "des": "Шестой стиль: Водоворот",
      "none": true,
      "des_es": "Sexto estilo: Remolino",
      "des_ja": "陸ろくノ型かた　ねじれ渦うず ",
      "des_zh": ""
    },
    {
      "name": "Седьмой Стиль: Пронзающий Удар Капель Волны (漆しちノ型かた 雫しずく 波は紋もん突づき・曲きょく Shichi no kata: Shizuku Hamondzuki - Kyoku?)[9] — колющий удар (либо серия ударов), наносимый острием.",
      "name_en": "Seventh Form: Drop Ripple Thrust (漆しちノ型かた　雫しずく波は紋もん突づき Shichi no kata: Shizuku Hamon Tsuki?)[14] - The user performs a fast and accurate stab, capable of reducing the impact of a moving target.",
      "des_en": "Seventh Form: Drop Ripple Thrust",
      "maxTime": 700,
      "minTime": 100,
      "power": 5,
      "target": 90,
      "energy": 0.1,
      "des": "Седьмой Стиль: Пронзающий Удар Капель Волны",
      "des_es": "Séptimo estilo: Golpe de penetración de gota de onda.",
      "des_ja": "漆しちノ型かた　雫しずく波は紋もん突づき ",
      "des_zh": "第七式：波滴刺击"
    },
    {
      "name": "Восьмой стиль: Поток водопада (捌はちノ型かた 滝たき壷つぼ Hachi no kata: Takitsubo?)[10] — одиночный вертикальный удар.",
      "name_en": "Eighth Form: Waterfall Basin (捌はちノ型かた　滝たき壼つぼ Hachi no kata: Takitsubo?)[16] - The user cuts the target vertically in a flowing motion which is most effective when they are falling downward.",
      "des_en": "Eighth Form: Waterfall Basin",
      "maxTime": 1000,
      "minTime": 500,
      "power": 100,
      "target": 180,
      "energy": 3,
      "des": "Восьмой стиль: Поток водопада",
      "des_es": "Octavo estilo: Waterfall Stream",
      "des_ja": "捌はちノ型かた　滝たき壼つぼ",
      "des_zh": "第八式：瀑布流"
    },
    {
      "name": "Девятый стиль: Хаос водных всплесков (玖くノ型かた 水すい流りゅう飛沫しぶき・乱らん Ku no kata: Suiryū shibuki - Ran?)[11] — рывок на длинную дистанцию, при котором движение осуществляется за счет коротких, но чрезвычайно быстрых шагов, что позволяет фехтовальщику двигаться, меняя своё положение в пространстве.",
      "name_en": "Ninth Form: Splashing Water Flow, Turbulent (玖くノ型かた　水すい流りゅう飛沫しぶき・乱らん Ku no kata: Suiryū Shibuki - Ran?)[17] - The user changes their footwork in a way that minimizes the landing time and surface needed when landing, allowing the user to move without limits. Ideal when fighting in a place with no solid foothold.",
      "des_en": "Ninth Form: Splashing Water Flow, Turbulent ",
      "maxTime": 1000,
      "minTime": 500,
      "power": 15,
      "target": 300,
      "energy": 1,
      "length": 4,
      "des": "Девятый стиль: Хаос водных всплесков",
      "des_es": "Style Nine Mod: Water Splash Chaos Bending",
      "des_ja": "玖くノ型かた　水すい流りゅう飛沫しぶき・乱らん",
      "des_zh": "第九式：水溅乱"
    },
    {
      "name": "Десятый стиль: Дракон перемен (拾じゅうノ型かた 生せい生せい流る転てん Jū no kata: Seisei ruten?)[12] — непрерывная атака, совершаемая в процессе движения. Фехтовальщик двигается во время боя, постоянно прикладывая силу к оружию, фактически растягивая удар на протяжении всего спринта. Также фехтовальщик увеличивает силу, вложенную в атаку, за счет инерции, вызванной вращением в процессе движения",
      "name_en": "Tenth Form: Constant Flux (拾じゅうノ型かた　生せい生せい流る転てん Jū no kata: Seisei Ruten?)[18] - The user performs a continuous flowing attack which seemingly takes the form of a water dragon that increases in strength and power with each rotation due to momentum.",
      "des_en": "Tenth Form: Constant Flux",
      "maxTime": 2000,
      "minTime": 500,
      "power": 300,
      "target": 250,
      "energy": 3,
      "des": "Десятый стиль: Дракон перемен ",
      "des_es": "Décimo Estilo: Dragón del Cambio (",
      "des_ja": "拾じゅうノ型かた　生せい生せい流る転てん ",
      "des_zh": "第十式：变化之龙"
    },
    {
      "name": "Одиннадцатый стиль: Штиль (拾じゅう壱いちノ型かた 凪なぎ Jū Ichi no kata: Nagi?)[13] — стиль, созданный Столпом воды Гию Томиокой. Фехтовальщик становится в защитную стойку и совершает быстрые контратаки, практически не меняя положение тела. Для относительно слабого противника движения этого стиля остаются незаметными.",
      "name_en": "Eleventh Form: Dead Calm (拾じゅう壱いちノ型かた　凪なぎ Jū Ichi no kata: Nagi?)[19] - The personal creation of the current Water Hashira, Giyu Tomioka. The user ceases all body movements and enters a state of complete tranquility, deflecting, blocking and cutting any incoming attacks with imperceptible speed with their blade. However, its effectiveness is limited as fast and numerous attacks can break through.",
      "des_en": "Eleventh Form: Dead Calm",
      "maxTime": 1500,
      "minTime": 900,
      "power": 40,
      "target": 100,
      "energy": 0.8,
      "contr": true,
      "des": "Одиннадцатый стиль: Штиль",
      "des_es": "Estilo Once: Calma ",
      "des_ja": "拾じゅう壱いちノ型かた　凪なぎ ",
      "des_zh": "第十一式：冷静"
    }
  ]
}