{
  "maxLevelNpc": 3,
  "category": "way_of_slayer",
  "idint": 10,
  "seed": 1659772206385,
  "max": 50,
  "sma": 7,
  "description_en": "Day 7. Final selection - an annual test that people who want to become demon slayers pass. The test takes place on Mount Fujikasane, where wisteria grows all year round from the foot to the middle. The top of the mountain is full of demons that have been captured and brought back by the Slayers. Wisteria is poisonous to demons, so they are trapped and cannot leave the mountain. The task of the test subjects is to survive seven nights on the mountain. Surviving members get the right to join the organization, choose the ore for their own nichirin blade, and also receive their own uniform and crow of bonds. Your task is to reach the stone and kill as many demons as possible in order to earn more points and money as moeno.",
  "spawnx": 12,
  "description": "День 7.Финальный отбор — ежегодное испытание, которое проходят люди, желающие стать истребителями демонов. Испытание проходит на горе Фуджикасане, на которой круглый год от подножия до середины растёт глициния. Вершина горы полна демонов, которых поймали и привели истребители. Глициния ядовита для демонов, поэтому они оказываются в ловушке и не могут покинуть гору.Задача испытуемых заключается в том, чтобы пережить на горе семь ночей. Выжившие участники получают право на вступление в организацию, выбирают руду для собственного клинка ничирин, а также получают собственную униформу и ворону уз.Твоя задача дойти до камня и убить как можно больше демонов,чтобы заработать как можно больше очков и денег.",
  "description_ja": "7日目。最終選考—は鬼滅の刃を志す者が毎年受ける試験。ふもとから中部にかけて一年中藤が生い茂る藤重ね山で行われます。山の頂上は、スレイヤーズによって捕らえられて持ち帰られた悪魔でいっぱいです。藤は鬼に毒なので、鬼は閉じ込められて山から出ることができず、被験者の課題は山で7夜を生き抜くことです。生き残ったメンバーは、組織に参加する権利を取得し、自分の日輪刀の鉱石を選択し、独自の制服と絆のカラスを手に入れます. あなたの仕事は、石に到達し、できるだけ多くの悪魔を倒して、より多くのポイントを獲得することです.できるだけお金。",
  "description_es": "Día 7. La selección final — es una prueba anual que pasan las personas que quieren convertirse en cazadores de demonios. La prueba se lleva a cabo en el monte Fujikasane, donde las glicinias crecen durante todo el año desde el pie hasta la mitad. La cima de la montaña está llena de demonios que han sido capturados y traídos por los Slayers. Wisteria es venenosa para los demonios, por lo que quedan atrapados y no pueden salir de la montaña.La tarea de los sujetos de prueba es sobrevivir siete noches en la montaña. Los miembros sobrevivientes tienen derecho a unirse a la organización, elegir el mineral para su propia hoja de nichirina y también obtener su propio uniforme y cuervo de bonos. Tu tarea es llegar a la piedra y matar a tantos demonios como sea posible para ganar la mayor cantidad de puntos y dinero como sea posible.",
  "description_zh": "第 7 天。最终选拔 - 想要成为恶魔杀手的人通过的年度测试。测试在藤笠山上进行，那里的紫藤一年四季都从脚下生长到中间。山顶上到处都是被杀戮者俘虏并带回来的恶魔。紫藤对恶魔有毒，因此被困在山上无法离开，测试对象的任务是在山上度过七个夜晚。幸存的成员有权加入组织，为自己的日轮刀选择矿石，还可以获得自己的制服和羁绊。你的任务是到达石头并杀死尽可能多的恶魔，以获得尽可能多的积分和尽可能的钱。",
  "spawny": 944,
  "down": 1,
  "rand": 2,
  "score": 2000,
  "min": 950,
  "money": 2000,
  "width": 5000,
  "id": "final_road7",
  "down_b": true,
  "height": 1000
}